Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/samediggi.no/samediggi-article-272.html.tmx
Source language: sme
Languages: nob

source: Máhttolokten
nob: Kunnskapsløftet - Samisk

source: Máhttolokten lea vuođđoskuvlla ja joatkkaoahpahusa ođđa ođastus .
nob: Kunnskapsløftet er den nye reformen i grunnskolen og videregående opplæring .

source: Ođastus rievdadahttá ollu skuvlla sisdoalu , struktuvrra ja organiserema vuođđoskuvlla vuosttaš ceahki rájes joatkkaoahpahusa maŋimuš ceahki rádjai .
nob: Reformen fører til en rekke endringer i skolens innhold , struktur og organisering fra første trinn i grunnskolen til siste trinn i videregående opplæring .

source: Leat ráhkaduvvon sierra sámi oahppoplánaid .
nob: Det er utviklet egne læreplaner for Kunnskapsløftet - Samisk .

source: Dát oahppoplánat leat seammaárvvoasaččat ja paralleallat sámi guovlluin ja sámi ohppiide olggobealde sámi guovlluid geat ožžot sámi oahpahusa .
nob: Disse planene er likeverdige og parallelle læreplaner for opplæring i samiske distrikt og for elever utenfor samiske distrikt som får samisk opplæring .

source: Fágaide maidda eai leat mearriduvvon sámi parallealla plánat , gustojit mearriduvvon našonála oahppoplánat .
nob: I fag hvor det ikke er utviklet samiske parallelle læreplaner , gjelder nasjonale fastsatte læreplaner .

source: Ođastus álggaheapmi
nob: Innføring av Kunnskapsløftet

source: Ođastus álggahuvvo borgemánus 2006 vuođđoskuvlla 1 . – 9. ceahki ja joatkkaskuvlla vuosttaš ceahki ohppiide .
nob: Reformen startet i august 2006 for elevene på 1.- 9. trinn i grunnskolen og på , Vg1 , første trinn i videregående opplæring .

source: Skuvlajagi 2007/2008 rájes guoskagoahtá ođastus vuođđoskuvlla buot 10 ceahkkái , ja dasto joatkkaskuvllaid vuosttaš ja nuppi vuođđodássái , nu gohčoduvvon Jo 1 ja Jo 2. Skuvlajagi 2008/2009 rájes váldojuvvo Máhttolokten ollásit vuođđoskuvlaoahpahussii , nu ahte buot 10 ceahki vuođđoskuvllas ja buot 3 ceahki joatkkaoahpahusas gullet dasa .
nob: Fra skoleåret 2007/2008 vil reformen gjelde alle 10 trinn på grunnskolen , Vg 1 og Vg2 , det vil si første og andre trinn på videregående opplæring . Fra skoleåret 2008/2009 vil Kunnskapsløftet være innført for hele grunnopplæringen , det vil si alle 10 trinn på grunnskolen og alle 3 trinn i videregående opplæring .

source: Sámi máhttolokten
nob: Kunnskapsløftet Samisk

source: Ráhkaduvvo sierra sámi oahppoplána Sámi Máhttoloktemii .
nob: Det finnes et eget samisk læreplanverk for Kunnskapsløftet Samisk .

source: Vuođđoskuvlafágaide ja dábálaš fágaide vuođđo- ja joatkkaoahpahusas nugo fágaide luonddufága , servodatfága , musihkka , biebmu ja dearvvašvuohta , risttalašvuohta- , osku ja eallinoainnumáhttu , dárogiella ohppiide geain lea sámegiella vuosttašgiellan ja duodji ( paralleallaplána kunst og håndverk ) leat ráhkaduvvon ja mearriduvvon sámi parallealla plánat .
nob: Det er utviklet og fastsatt samiske parallelle planer for grunnskolefag og for gjennomgående fag i grunnskolen og videregående opplæring i fagene naturfag , samfunnsfag , musikk , mat og helse , kristendoms- , religions og livssynskunnskap , norsk for elever med samisk som førstespråk og duodji ( parallell til kunst og håndverk ) .

source: Fágaide maidda eai leat mearriduvvon sámi parallella plánat , gustojit mearriduvvon našonála oahppoplánat .
nob: I fag hvor det ikke er utviklet samiske parallelle læreplaner , gjelder de nasjonale fastsatte læreplaner .

source: Ohppiide geain lea oahpahus sámegielas lea maiddái mearriduvvon sierra fága- ja diibmojuohku .
nob: Det er også egen fag- og timefordeling for elever som har samisk opplæring .

source: Dát guoská buot ohppiide Norggas geat válljejit sámegiela vuosttaš- dahje nubbingiellan .
nob: Den vil gjelde alle elever i Norge som velger samisk som første- eller andrespråk .

source: Oahpahus sámi guovlluin
nob: Opplæring i samiske distrikt

source: Ohppiin sámi guovllus galgá leat oahpahus Máhttoloktema – Sámi Oahppoplánabuktosa ektui .
nob: Elever i samiske distrikt skal ha opplæring i samsvar med Læreplanverket for Kunnskapsløftet - Samisk .

source: Sámi guovlun oaivvilduvvojit čuovvovaš gielddat : Guovdageaidnu , Kárášjohka , Porsáŋgu , Deatnu , Unjárga , Gáivuotna ja Divtasvuodna .
nob: Med samiske distrikt menes følgende kommuner : Kautokeino , Karasjok , Porsanger , Tana , Nesseby , Kåfjord og Tysfjord .

source: Sámi guovlu lea čilgejuvvon oahpahuslágas .
nob: Samiske distrikt er definert i opplæringsloven .

source: Oahpahus sámi guovlluid olggobealde
nob: Opplæring utenfor samiske distrikt

source: 1 ) Oahppit geat ožžot oahpahusa sámegielas ja sámegillii
nob: 1 ) Elever som får opplæring i og på samisk

source: Oahppit geat ožžot oahpahusa sámegillii sámi guovlluid olggobealde , galget oažžut oahpahusa Máhttoloktema sámi oahppoplánaid vuođul .
nob: Elever utenfor samiske distrikt skal ha opplæring i samsvar med Læreplanverket for Kunnskapsløftet - Samisk , hvis de får opplæring på samisk .

source: Go uhcimusat 10 oahppi gáibidit oahpahusa sámegillii dakkár gielddas mii lea sámi guovlluid olggobealde , de sis lea vuoigatvuohta oažžut dan fálaldaga nu guhká go ain leat guhtta oahppi joavkkus .
nob: Dersom minst 10 elever i en kommune utenfor samiske distrikt , krever opplæring på samisk , har de rett til å det tilbudet så lenge det er minst seks elever igjen i gruppa .

source: 2 ) Oahppit geat ožžot oahpahusa sámegielas
nob: 2 ) Elever som får opplæring i samisk språk

source: Oahppit geat ožžot oahpahusa sámegielas vuosttašgiellan dahje sámegielas nubbingiellan , muhto eai oaččo oahpahusa sámegillii eará fágain , galget oažžut oahpahusa sámegiel- ja dárogielfágas Máhttoloktema sámi oahppoplánaid vuođul , muhto oahpahus eará fágain galgá addojuvvot Máhttoloktema oahppoplánaid vuođul .
nob: Elever som får opplæring i samisk som førstespråk eller samisk som andrespråk , men ikke opplæring på samisk i andre fag , skal ha opplæring i fagene samisk og norsk etter Læreplanverket for Kunnskapsløftet - Samisk , mens opplæring i de øvrige fagene gis i samsvar med Læreplanverket for Kunnskapskltet ,

source: Sámi Oahppoplánabuktosii gullet
nob: Læreplanverket Samisk består av

source: Oahppoplánabuktosis leat :
nob: Læreplanverket består av :

source: • Oppalaš oassi
nob: • Generell del

source: • Oahpahusa prinsihpat
nob: • Prinsipper for opplæring ( med samisk læringsplakat )

source: • Fága ja diibmojuohku
nob: • Fag - og timefordeling

source: • Sámi oahppoplána - Sámegiella vuosttašgiellan
nob: • Læreplan i samisk som førstespråk

source: • Sámi oahppoplána - Sámegiella nubbingiellan
nob: • Læreplan i samisk som andrespråk

source: • Sámi oahppoplána - Sámegiela čiekŋudeapmi
nob: • Læreplan i fordypning i samisk

source: • Sámi oahppoplána - Duodji
nob: • Læreplan i duodji

source: • Sámi oahppoplána - Musihkka
nob: • Læreplan i musikk - Samisk

source: • Sámi oahppoplána - Biebmu ja dearvvašvuohta
nob: • Læreplan i mat og helse - Samisk

source: • Sámi oahppoplána - Risttalašvuođa- , oskku- ja eallinoainnumáhttu
nob: • Læreplan i kristendoms- religions og livssynskunnskap - Samisk

source: • Sámi oahppoplána - Luonddufága
nob: • Læreplan i naturfag - Samisk

source: • Sámi oahppoplána - Servodatfága
nob: • Læreplan i samfunnsfag - Samisk

source: • Sámi oahppoplána - Historjá
nob: • Læreplan i historie fellesfag - Samisk

source: • Sámi oahppoplána - Geografiija
nob: • Læreplan i geografi - Samisk

source: • Sámi oahppoplána - Religiovdna ja etihkka
nob: • Læreplan i religion og etikk - Samisk

source: • Sámi oahppoplána - Dárogiella ohppiide geain lea sámegiella vuosttašgiellan
nob: • Læreplan i norsk for elever med samisk som førstespråk

source: Fágain main ii leat ráhkadan sámi parallellaš oahppoplánaid , gustojuvvojit našunála mearriduvvon oahppoplánat :
nob: I fag hvor det ikke er utviklet samiske parallelle læreplaner , gjelder nasjonale fastsatte læreplaner :

source: • Oahppoplána - Dárogiella
nob: • Læreplan i fordypning i norsk

source: • Oahppoplána - Dárogiella bealjjehemiide ja lossaguluhidda
nob: • Læreplan i norsk for døve og sterkt tunghørte • Læreplan i norsk tegnspråk

source: • Oahppoplána - Matematihkka
nob: • Læreplan i matematikk

source: • Oahppoplána - Eŋgelasgiella
nob: • Læreplan i fordypning i engelsk

source: • Oahppoplána - Eŋgelasgiella bealjjehemiide ja lossaguluhidda
nob: • Læreplan i engelsk for døve og sterkt tunghørte

source: • Oahppoplána - Vierisgiella
nob: • Læreplan i fremmespråk

source: • Oahppoplána - Lášmohallan
nob: • Læreplan i finsk som andrespråk

source: • Oahppoplána - Drama ja rytmihkka bealjjehemiide ja lossaguluhidda
nob: • Læreplan i kroppsøving • Læreplan i drama og rytmikk for døve og sterkt tunghørte

source: • Ohppiidráđibargu
nob: • Elevrådsarbeid

source: Prinsihpaoassi ja oahppoplánat galget válbmasat 2007/2008 skuvlaálgimii .
nob: Prinsippdel og læreplaner skal foreligge ved skolestart 2007/2008 .

source: Almmuhan John-Marcus Kuhmunen .
nob: Publisert av John-Marcus Kuhmunen .

source: Maŋimustá rievdaduvvon 22.05.2007
nob: Sist endret 22.05.2007

source: Liŋka
nob: Link
